Repository: TeknooSoftware/sellsy-plugin
Catalog: lang/wpsellsy-*.po
Languages: fr_fr

source: To display the widget Wordpress Sellsy
fr_fr: Permet d'afficher le formulaire comme un widget

source: The Consumer Token is missing or invalid, please check it.
fr_fr: La clé "Consumer Key' est invalide, nous vous invitons à la vérifier

source: The Consumer Secret is missing or invalid, please check it.
fr_fr: La clé "Consumer Secret"est invalide, nous vous invitons à la vérifier

source: The User Token is missing or invalid, please check it
fr_fr: La clé "User Token" est invalide, nous vous invitons à la vérifier

source: The User Secret is missing or invalid, please check it.
fr_fr: La clé "User Secret" est invalide, nous vous invitons à la vérifier

source: Your email adress is missing or invalid, please check it to receive notifications. Prospects will be created anyway.
fr_fr: Votre adresse e-mail est invalide, afin de recevoir les notifications, nous vous invitons à la vérifier. Le plugin peut néanmoins déjà enregistrer de nouveaux prospets

source: You must select the source used to create opportunities.
fr_fr: La sélection d'une source est nécessaire à la création d'opportunités.

source: You must input the form's title.
fr_fr: Vous devez définir le nom du formulaire

source: Error: Connection failure to the Sellsy API. Tokens are incorrect.
fr_fr: Erreur: échec de la connexion à votre compte Sellsy. Les identifiants sont invalides

source: Forbidden access
fr_fr: Accès interdit

source: Contact from
fr_fr: Formulaire de contact

source: Website form: Informations request
fr_fr: Formulaire de demande d'informations

source: Last name or Company name
fr_fr: Nom de famille ou Entreprise

source: Company email
fr_fr: Email de l'entreprise

source: Company phone
fr_fr: Téléphone de l'entreprise

source: Company mobile
fr_fr: Téléphone protable de l'entreprise

source: Website
fr_fr: Site internet

source: Civility
fr_fr: Civilité

source: woman
fr_fr: femme

source: Mrs
fr_fr: Madame

source: man
fr_fr: homme

source: Mr
fr_fr: Monsieur

source: Last name
fr_fr: Nom de famille

source: First name
fr_fr: Prénom

source: Email
fr_fr: Adresse email

source: Phone
fr_fr: Téléphone

source: Address 1
fr_fr: Adresse 1

source: Address 2
fr_fr: Adresse 2

source: Address 3
fr_fr: Adresse 3

source: Zipcode
fr_fr: Code postal

source: City
fr_fr: Ville

source: Country
fr_fr: Pays

source: Please check the company name
fr_fr: Veuillez vérifier le nom de l'entreprise

source: Please check the company email
fr_fr: Veuillez vérifier l'adresse email de l'entreprise

source: Please check the company phone
fr_fr: Veuillez vérifier le téléphone de l'entreprise

source: Please check the company mobile
fr_fr: Veuillez vérifier le téléphone portable de l'entreprise

source: Please check the website url
fr_fr: Veuillez vérifier le site web

source: Please check your last name
fr_fr: Veuillez vérifier votre nom de famille

source: Please check your first name
fr_fr: Veuillez vérifier votre prénom

source: Please check your email
fr_fr: Veuillez vérifier votre adresse email

source: Please check your phone number
fr_fr: Veuillez vérifier votre téléphone

source: Please check your mobile number
fr_fr: Veuillez vérifier votre mobile

source: Please check your address 1
fr_fr: Veuillez vérifier votre adresse

source: Please check your address 2
fr_fr: Veuillez vérifier votre adresse 2

source: Please check your address 3
fr_fr: Veuillez vérifier votre adresse 3

source: Please check your zipcode
fr_fr: Veuillez vérifier votre code postal

source: Please check your city name
fr_fr: Veuillez vérifier le nom de votre ville

source: Please check your country name
fr_fr: Veuillez vérifier le nom de votre pays

source: Create
fr_fr: Créer

source: Only a lead
fr_fr: Seulement un prospet

source: A lead with its opportunity
fr_fr: Un prospet et son opportunité

source: Opportunity source names
fr_fr: Sources d'opportunités

source: You must define this parameter if you must create an opportunity. The source must exist on your <a href="https://www.sellsy.com/?_f=prospection_prefs&action=sources" target="_blank">Sellsy.com</a> account. Several sources can be defined, splited by a comma.
fr_fr: Vous devez définir ce parametre si vous souhaitez la création d'opportunité. La source doit éxister sur votre compte <a href="https://www.sellsy.com/?_f=prospection_prefs&action=sources" target="_blank">Sellsy.com</a>. Plusieurs sources peuvent être défini.

source: Form name
fr_fr: Nom du formulaire

source: Display the form name
fr_fr: Afficher le nom du formulaire

source: To display the name of the form in your page and article.
fr_fr: Pour afficher le nom du formulaire dans vos pages et articles.

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Split fields in several columns
fr_fr: Répartition des champs

source: To dispatch fields in several columns. By default, all fields are displayed in a column
fr_fr: Permet de dispatcher les différents champs du formulaire dans plusieurs colonnes. Par défaut, tous les champs sont affichés dans une seule colonne.

source: To define the class to use in your HTML column.
fr_fr: Pour définir les classes à utiliser pour les colonnes HTML de votre formulaire

source: HTML form header
fr_fr: Code HTML de début de formulaire

source: HTML code to print before the form
fr_fr: Code HTML à insérer avant le formulaire

source: HTML form footer
fr_fr: Code HTML de fin de formulaire

source: HTML code to print after the form
fr_fr: Code HTML à insérer après le formulaire

source: Confirmation message
fr_fr: Message de confirmation

source: To define the message to display when the lead has been created
fr_fr: Pour définir le message de confirmation après l'envois.

source: Thanks, your message has been sent.
fr_fr: Merci, votre message a été envoyé.

source: Error message
fr_fr: Message d'erreur

source: Your message has not been sent, please check these following fields :
fr_fr: Votre message n'a pas pu être envoyer. Veuillez vérifier vos identifiants

source: Send a notification by email
fr_fr: Envoyer une notification par email

source: Email sender
fr_fr: Email de l'expéditeur

source: Enable HTML5 validation
fr_fr: Activer les vérifications HTML5

source: Enable frontside validation build on HTML5 capacity.
fr_fr: Activer les vérifications HTML5

source: Fields
fr_fr: Champs

source: Select and sort fields to display in the form
fr_fr: Sélectionner et trier les champs à afficher

source: Mandatories Fields
fr_fr: Champs obligatoires

source: Select mandatories fields in fhe form
fr_fr: Sélection des champs obligatoires

source: Connection to Sellsy Account
fr_fr: Connexion à votre compte Sellsy

source: Plugin options
fr_fr: Paramètres des plugins

source: Display options
fr_fr: Affichage des options

source: Frontside validation
fr_fr: Validation HTML

source: Fields selection
fr_fr: Sélection des champs

source: Default description
fr_fr: Description par défaut

source: Successful connection to the Sellsy API. Sellsy settings updated.
fr_fr: Connexion réussie à votre compte Sellsy. Les paramètres ont été mis à jours.

source: You must define at least one source, otherwise opportunities will be not generated.
fr_fr: Il est nécessaire de définir au minimum une source pour permettre au plugin la création d'opportunité.

source: The opportunity source does not exist on your account
fr_fr: La source pour les opportunités n'existe pas dans votre compte

source: Click here to create it :
fr_fr: Cliquez-ici pour la créer :

source: Create the source
fr_fr: Créer la source

source: You must create the source to allow plugin to create opportunities.
fr_fr: Vous devez créer la source pour permettre au plugin la création d'opportunités.

source: The Wordpress plugin Sellsy allow you to display a contact form connected to your Sellsy account. When the form will be submited, a prospect and optionally an opportunity will be created on your Sellsy account. To enable this plugin, you must define your API token. There are available from
fr_fr: Le plugin Sellsy pour Wordpress vous permet d'afficher des formulaire de contact connectés à votre compte Sellsy. Lorsque le formulaire est valider, un prospet (et optionnellement une opportunité) sera créé dans votre compte Selssy. Pour activer le plugin, vous devez renseigner vos identifiants d'API. Ils sont disponible à partir de

source: "Settings" then "Api Access".
fr_fr: "Réglages" puis "Accès API"

source: To display the form in a page or a post, you can use the short tag [wpsellsy].
fr_fr: Vous pouvez utiliser le short tag [wpsellsy] pour afficher le formulaire dans une page ou dans un post

source: You can also use
fr_fr: Vous pouvez seulement utiliser

source: if you want display te form in the sidebar.
fr_fr: Pour permettre l'affichage d'un formulaire en tant que Widget

source: You have not rights to display this page.
fr_fr: Vous n'avez pas les droits d'afficher cette page

source: Submit
fr_fr: Valider

source: Title:
fr_fr: Titre:
